[
  {
    "id": 0,
    "quote": "You have to kiss a lot of frogs before you find your prince"
  },
  {
    "id": 1,
    "quote": "Don’t get your panties in such a twist… and give me back mine."
  },
  {
    "id": 2,
    "quote": "Sometimes I wonder if there’s something wrong with me. Perhaps I’ve spent too long in the company of my literary romantic heroes, and consequently my ideals and expectations are far too high."
  },
  {
    "id": 3,
    "quote": "I’ve kissed a prince, Mom. I hope it doesn’t turn into a frog."
  },
  {
    "id": 4,
    "quote": "Uh, how about we try a few with a smile? [takes photo] Or not."
  },
  {
    "id": 5,
    "quote": "I’m just trying to get through finals right now."
  },
  {
    "id": 6,
    "quote": "I don’t know. Books? Okay… rope, tape, cable ties. You’re the complete serial killer."
  },
  {
    "id": 7,
    "quote": "It’s nice to meet you. There’s been a lot of speculation!"
  },
  {
    "id": 8,
    "quote": "Oh, fuck the paperwork."
  },
  {
    "id": 9,
    "quote": "Anastasia Steele:  Do you have any interests outside of work. Christian Grey: I enjoy various physical pursuits."
  },
  {
    "id": 10,
    "quote": "What would I get out of all this? Me."
  },
  {
    "id": 11,
    "quote": "I don’t make love. I fuck hard."
  },
  {
    "id": 12,
    "quote": "I’d like to fuck you into the middle of next week."
  },
  {
    "id": 13,
    "quote": "I have rules. If you follow them, I’ll reward you. If you don’t, I’ll punish you"
  },
  {
    "id": 14,
    "quote": "I don’t do romance."
  },
  {
    "id": 15,
    "quote": "I’d like to bite that lip."
  },
  {
    "id": 16,
    "quote": "I told you… I don’t sleep with anyone."
  },
  {
    "id": 17,
    "quote": "I never took anyone in the helicopter. Never had sex in my own bed. Never slept next to anyone. Ever! Only you"
  },
  {
    "id": 18,
    "quote": "You want hearts and flowers? That’s not something I know."
  },
  {
    "id": 19,
    "quote": "Show me, then. I need you to show me. What you want to do to me. Punish me! Show me how bad it can be. I want you to show me the worst. It’s the only way I can understand."
  },
  {
    "id": 20,
    "quote": "You’re mine. All mine. You understand?"
  },
  {
    "id": 21,
    "quote": "He was polite. Intense. Smart. Really intimidating."
  },
  {
    "id": 22,
    "quote": "I don’t know if I can be with him the way he needs me to."
  },
  {
    "id": 23,
    "quote": "I could just take all my clothes off."
  },
  {
    "id": 24,
    "quote": "The woman who gave birth to me, was a crack addict. And a prostitute. She died when I was four. I remember certain things. Terrible things. I don’t remember her. But sometimes, I think I see her in my dreams."
  },
  {
    "id": 25,
    "quote": "Every time you move tomorrow, I want you to be reminded that I’ve been here. Only me. You are mine."
  },
  {
    "id": 26,
    "quote": "I want to chase the dawn with you"
  },
  {
    "id": 27,
    "quote": "You will not be able to see me or hear me. But you’ll be able to feel me."
  },
  {
    "id": 28,
    "quote": "I don’t know whether to worship at your feet or spank the living shit out of you."
  },
  {
    "id": 29,
    "quote": "I want you sore, baby."
  },
  {
    "id": 30,
    "quote": "I lay awake for hours and watched you sleep…I may have loved you even then."
  },
  {
    "id": 31,
    "quote": "But I’m a selfish man. I’ve wanted you since you fell into my office. You are exquisite, honest, warm, strong, witty, beguilingly innocent; the list is endless.“I want you, and the thought of anyone else having you is a knife twisting in my dark soul."
  },
  {
    "id": 32,
    "quote": "You’re the only person I’d fly three thousand miles to see."
  },
  {
    "id": 33,
    "quote": "You are not just a pretty face. You’ve had six orgasms so far and all of them belong to me."
  },
  {
    "id": 34,
    "quote": "Christian, you are the state lottery, the cure for cancer, and the three wishes from Aladdin’s lamp all rolled into one"
  },
  {
    "id": 35,
    "quote": "My inner goddess sits in the lotus position looking serene except for the sly, self-congratulatory smile on her face."
  },
  {
    "id": 36,
    "quote": "My inner goddess jumps up and down with cheer-leading pom-poms shouting yes at me."
  },
  {
    "id": 37,
    "quote": "“I’m losing all sense of self, every atom of my being concentrating hard on that small, potent powerhouse at the apex of my thighs."
  },
  {
    "id": 38,
    "quote": "He then starts on my right foot, repeating the whole, seductive, mind-blowing process.” “He’s going to kiss me there! I know it. And part of me is glowing in the anticipation."
  },
  {
    "id": 39,
    "quote": "He’s my very own Christian Grey-flavored popsicle."
  },
  {
    "id": 40,
    "quote": "And then his hand is no longer there … and he hits me—hard."
  },
  {
    "id": 41,
    "quote": "You beguile me, Christian. Completely overwhelm me. I feel like Icarus flying too close to the sun."
  }
]